package config

const (
	FinishTest  = "练习结束"
	FinishGame  = "本轮实验结束"
	CommentHint = "按1-5数字键选择"
	IntroHint   = "按空格键进入任务"

	TextTitle   = "文字搜索实验"
	TextContent = `接下来你将完成若干次文字搜索任务。每次
                   任务开始前，我们会为你呈现目标词，你需要在
                   下一屏找到这个目标词，尽量又快又准确地完成
                   每次任务。目标词在屏幕上的位置会发生变化，
                   请仔细观察。如果有疑问，请随时联系实验员。`

	NumTitle   = "数字识别实验"
	NumContent = `接下来你将完成若干次数字识别任务，每屏 会为你呈现一个数字，
				  你需要判断数字是否大于 600，尽量又快又准确地完成每次任务。
                  数字在 屏幕上的位置会发生变化，请仔细观察。如果有 疑问，
                  请随时联系实验员。`
)
